Revit 2027 API
ParameterTypeId.FbxLightEmitCircleDiameter Property
 "Emit from Circle Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightEmitCircleDiameter { get; }
Public Shared ReadOnly Property FbxLightEmitCircleDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightEmitCircleDiameter {
	ForgeTypeId^ get ();
}
static member FbxLightEmitCircleDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace